Repository: fxbenard/NomNom-FxB
Catalog: languages/*.po
Languages: fr_fr

source: Daily Archives: %s
fr_fr: Archives quotidiennes&nbsp;: %s

source: Monthly Archives: %s
fr_fr: Archives mensuelles&nbsp;: %s

source: Yearly Archives: %s
fr_fr: Archives annuelles&nbsp;: %s

source: Blog Archives
fr_fr: Archives du blog

source: Nothing Found
fr_fr: Rien n&rsquo;a été trouvé

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
fr_fr: Toutes nos excuses, mais votre requête pour cette archive n&rsquo;a donné aucun résultat. Peut-être aurez-vous plus de chance en lançant une autre recherche.

source: Category Archives: %s
fr_fr: Archives pour la catégorier&nbsp;: %s

source: This post is password protected. Enter the password to view any comments.
fr_fr: Cet article est protégé par un mot de passe. Veuillez le saisir pour pouvoir lire les commentaires.

source: Comment navigation
fr_fr: Navigation des commentaires

source: &larr; Older Comments
fr_fr: &larr; Commentaires plus anciens

source: Newer Comments &rarr;
fr_fr: Commentaires plus récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Pages:
fr_fr: Pages&nbsp;:

source: This entry was posted in %1$s and tagged %2$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Ce contenu a été publié dans %1$s par <a href="%6$s">%5$s</a>, et marqué avec %2$s. Mettez-le en favori avec son <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.

source: This entry was posted in %1$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Ce contenu a été publié dans %1$s par <a href="%6$s">%5$s</a>. Mettez-le en favori avec son <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.

source: This entry was posted by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Ce contenu a été publié par <a href="%6$s">%5$s</a>. Mettez-le en favori avec son <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.

source: Edit
fr_fr: Modifier

source: About %s
fr_fr: A propos %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
fr_fr: Afficher tous les articles de %s <span class="meta-nav">&rarr;</span>

source: Permalink to %s
fr_fr: Permalien vers %s

source: Featured
fr_fr: Mis en avant

source: Reply
fr_fr: Écrire une réponse

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: Lire la suite <span class="meta-nav">&rarr;</span>

source: <span class="%1$s">Posted in</span> %2$s
fr_fr: <span class="%1$s">Publié dans</span> %2$s

source: <span class="%1$s">Tagged</span> %2$s
fr_fr: <span class="%1$s">Mots-clefs</span> %2$s

source: Leave a reply
fr_fr: Laisser une réponse

source: <b>1</b> Reply
fr_fr: <b>1</b> réponse

source: <b>%</b> Replies
fr_fr: <b>%</b> réponses

source: Semantic Personal Publishing Platform
fr_fr: Plate-forme de publication personnelle à la pointe de la sémantique

source: Powered by %s
fr_fr: Propulsé par %s

source: Top Menu (Above the Header)
fr_fr: Menu du Haut (au-dessus de l'en-tête)

source: Primary Menu
fr_fr: Menu Principal

source: Footer Menu
fr_fr: Menu du pied de page

source: Post navigation
fr_fr: Navigation des articles

source: <span class="meta-nav">&larr;</span> Older posts
fr_fr: <span class="meta-nav">&larr;</span> Articles plus anciens

source: Newer posts <span class="meta-nav">&rarr;</span>
fr_fr: Articles plus récents <span class="meta-nav">&rarr;</span>

source: Theme Options
fr_fr: Options du thème

source: NomNom Options
fr_fr: Options NomNom

source: Extra Sidebar
fr_fr: Extra colonne

source: The sidebar for three column layouts only
fr_fr: La barre latérale de la mise en page en trois colonnes uniquement

source: Secondary menu
fr_fr: Menu secondaire

source: Skip to primary content
fr_fr: Aller au contenu principal

source: Skip to secondary content
fr_fr: Aller au contenu secondaire

source: Main menu
fr_fr: Menu principal

source: Featured Post
fr_fr: Article mis en avant

source: Featuring: %s
fr_fr: Mise en avant&nbsp;: %s

source: Recent Posts
fr_fr: Articles récents

source: Meta
fr_fr: Méta

source: <span class="meta-nav">&larr;</span> Previous
fr_fr: <span class="meta-nav">&larr;</span> Précédent

source: Next <span class="meta-nav">&rarr;</span>
fr_fr: Suivant <span class="meta-nav">&rarr;</span>

source: This is a Blog Author Info widget.
fr_fr: Un widget d'information sur l'auteur du blog.

source: Twenty Eleven - Blog Author Info
fr_fr: Twenty Eleven - Info Auteur du Blog

source: Title:
fr_fr: Titre&nbsp;:

source: <a href="http://www.gravatar.com/">Gravatar</a> E-mail:
fr_fr: <a href="http://www.gravatar.com/">Gravatar</a> E-mail&nbsp;:

source: Gravatar Size:
fr_fr: Dimansion du gravatar&nbsp;:

source: Gravatar Alignment:
fr_fr: Alignement du gravatar&nbsp;:

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Read More Text (optional):
fr_fr: Texte Lire la suite (facultatif) :

source: Read More URL (optional):
fr_fr: Lire la suite URL (facultatif) :

source: Visible Pages:
fr_fr: Pages visibles&nbsp;:

source: All
fr_fr: Tous

source: Home only
fr_fr: Accueil uniquement

source: Single only
fr_fr: Unique uniquement

source: This Flickr widget populates photos from a Flickr ID.
fr_fr: Ce widget Flickr affiche des photos d'une ID Flickr.

source: Photos on <span>flick<span>r</span></span>
fr_fr: Photos de <span>flick<span>r</span></span>

source: Number:
fr_fr: Nombre&nbsp;:

source: Type:
fr_fr: Type&nbsp;:

source: User
fr_fr: Utilisateur

source: Group
fr_fr: Groupe

source: Sorting:
fr_fr: Tri :

source: Latest
fr_fr: Dernière

source: Random
fr_fr: Au hasard

source: Size:
fr_fr: Taille&nbsp;:

source: Square
fr_fr: Carré

source: Medium
fr_fr: Moyenne

source: Thumbnail
fr_fr: Miniature

source: One-column, 890px Wide
fr_fr: Une colonne, 890px de large

source: 875px, Left Sidebar
fr_fr: 875px, barre latérale à gauche

source: 875px, Right Sidebar
fr_fr: 875px, barre latérale à droite

source: 3 Column, Left Right Sidebars
fr_fr: 3 colonnes, barres latérales à gauche et à droite

source: 3 Column, 2 Left Sidebars
fr_fr: 3 colonnes, 2 barres latérales à gauche

source: 3 Column, 2 Right Sidebars
fr_fr: 3 colonnes, 2 barres latérales à droite

source: Right Sidebar - Less Padding
fr_fr: Colonne latérale à droite - Moins de padding

source: Left Sidebar - Less Padding
fr_fr: Colonne latérale à gauche - Moins de padding

source: Sandstone
fr_fr: Grès

source: pink
fr_fr: Rose

source: Lavender
fr_fr: Lavande

source: Light Blue
fr_fr: Bleu ciel clair

source: Blue
fr_fr: Bleu

source: Charcoal
fr_fr: Fusain

source: - Theme Options
fr_fr: - Options du thème

source: Theme Info
fr_fr: Info du thème

source: General Options
fr_fr: Options Générales

source: Font & Color Options
fr_fr: Police & Couleurs

source: Slider Options
fr_fr: Options du Diaporama

source: Custom CSS
fr_fr: CSS personnalisé

source: Help & Tips
fr_fr: Aide & Astuces

source: Site Preview
fr_fr: Aperçu du Site

source: Nomnom Options updated...
fr_fr: Les réglages NomNom ont été mis à jour...

source: Custom CSS updated...
fr_fr: Css personnalisé mis à jour...

source: Nomnom slider updated...
fr_fr: Diaporama NomNom mis à jour...

source: Add your Twitter feed to your sidebar with this widget.
fr_fr: Ajouter votre flux Twitter à votre colonne latérale avec ce widget.

source: Twenty Eleven - Twitter Stream
fr_fr: Twenty Eleven - Flux Twitter

source: Follow
fr_fr: Suivre

source: on Twitter
fr_fr: sur Twitter

source: Username:
fr_fr: Identifiant&nbsp;:

source: Limit:
fr_fr: Limite&nbsp;:

source: You are currently using a default color scheme.
fr_fr: Vous utiliser actuellement le jeu de couleur par défaut.

source: Navigation Primary Color
fr_fr: Couleur du menu principal

source: Blog Title Font
fr_fr: Police du titre du blog

source: Size :
fr_fr: Taille :

source: Navigation Secondary Color
fr_fr: Couleur de la navigation secondaire

source: Post Title Font
fr_fr: Police du titre de l'article

source: Navigation Text Color
fr_fr: Couleur du texte de navigation

source: Post Content Font
fr_fr: Police du contenu de l'article

source: Navigation Hover Text Color
fr_fr: Couleur de navigation du texte au survol

source: Widget Title Font
fr_fr: Police du titre des widgets.

source: Navigation Hover Background
fr_fr: Couleur de navigation de fond au survol

source: Widget Body Font
fr_fr: Police du corps des widgets.

source: Update Color scheme
fr_fr: Mettre à jour Couleurs & Polices

source: Update All Changes
fr_fr: Sauvegarder toutes les modifications

source: Load Color Scheme Defaults
fr_fr: Réinitialiser

source: Save Changes
fr_fr: Enregistrer les modifications

source: Custom CSS Info
fr_fr: Info du css personnalisé

source: You can add your own custom CSS style here, it will not be overwritten during an upgrade of NomNom. Any CSS you add here will override NomNoms default style. <br><br><b>Example:</b><code>.entry-title a { border: 1px solid red; color: green;}</code><br><br>Check this page for <a href="%1$s">some cool CSS snippets</a>
fr_fr: Vous pouvez ajouter votre propre style CSS personnalisé ici, il ne sera pas écrasé lors d'une mise à jour de NomNom. Toute le CSS vous ajoutez ici remplacera le style par défaut de NomNom. Exemple </b><code>.entry-title a { border: 1px solid red; color: green;}</code><br><br> Consultez cette page pour <a href="%1$s"> de cool snippets CSS</a>

source: This will not check the validness of your code, so make sure to use compliant CSS.
fr_fr: Cela ne verifiera pas la validité de votre code, alors assurez-vous d'utiliser du CSS conforme.

source: Thanks for using NomNom Twenty Eleven child theme.
fr_fr: Merci d'utiliser NomNom un thème enfant de Twenty Eleven.

source: Click here to go to <a href="%1$s"> Theme Options </a> page and select from 10 color schemes and 9 layouts <br> Visit the <a href="%2$s">Theme Homepage</a>
fr_fr: Cliquez ici pour aller sur la page d'<a href="%1$s">options du thème </a> et sélectionnez parmi une combinaison de 10 couleurs et 9 mises en page différentes.<br> Visitez la <a href="%2$s">page officielle</a> du thème.

source: If your having problems, you can check the FAQ and get support on the <a href="%s">Forums</a>
fr_fr: Si vous avez des problèmes, vous pouvez consulter la FAQ et obtenir de l'aide sur les <a href="%s"> Forums </a>.

source: Follow me on Twitter and Share on Facebook!
fr_fr: Suivez moi sur Twitter et partager sur Facebook !

source: Latest Posts From
fr_fr: Les dernières nouvelles de

source: Support NomNom
fr_fr: Aider NomNom

source: If you enjoy this theme and want to support my time and effort, you can help me out by donating. Any amount big or small, all donations are appreciated.
fr_fr: Si vous aimez ce thème et que vous voulez soutenir mon temps et mes efforts, vous pouvez m'aider en faisant un don. Tout montant grand ou petit, tous les dons sont appréciés.

source: Header Options
fr_fr: Options d'en-tête

source: Choose your header size.
fr_fr: Choisissez votre taille d'en-tête.

source: Width
fr_fr: Largeur

source: Recommended 1000px
fr_fr: Recommandé 1000px

source: Height
fr_fr: Hauteur

source: Default is 288px
fr_fr: Par défaut 288px

source: Resize the header image here. This will also affect the slider size. It's a good idea to stick with the same header size after resizing if you plan to use the slider.
fr_fr: Redimensionner l'image d'en-tête ici. Ce sera également affecter la taille du diaporama. C'est une bonne idée de s'en tenir à la même taille d'en-tête après le redimensionnement si vous prévoyez d'utiliser le diaporama.

source: You must upload a new header image after setting a size as only new images are resized, if you use an old or default header image, it will display as the size it was originally cropped to.
fr_fr: Vous devez télécharger une nouvelle image d'en-tête après avoir réglé une taille car seules les nouvelles images sont redimensionnées, si vous utilisez une vieille image d'en-tête ou celle par défaut, elle s'affichera à la taille de recadrage originale.

source: Update Header Size
fr_fr: Mise à jour taille de l'entête

source: Post Options
fr_fr: Options d'article

source: Excerpts with Thumbnails or Full
fr_fr: Extraits avec vignettes ou plein

source: Excerpts
fr_fr: Extraits

source: Full Posts
fr_fr: Articles entier

source: Excerpts will display post thumbnail if a featured image is selected for the post.
fr_fr: L'extrait affiche une image à la une, si une image est aussi sélectionné pour l'article.

source: Post date on/off
fr_fr: Jour de publication on/off

source: This will turn the Post Date meta information on or off on the index.
fr_fr: Active ou non la méta information Date d'article sur l'index.

source: Post Category on/off
fr_fr: Catégorie d'article on/off

source: This will turn Post Category meta information on/off on the index.
fr_fr: Active ou non la méta information Catégorie d'article sur l'index.

source: Post Tags on/off
fr_fr: Mots-clefs d'article on/off

source: This will turn the Post Tags on or off on the index.
fr_fr: Active ou non la méta information Mots-clefs d'article sur l'index.

source: Post Meta on All Single Post Pages
fr_fr: Post Méta sur toutes les pages d'articles simples

source: This will turn the Post meta information on or off for single post pages.
fr_fr: Active ou non les Post Méta sur toutes les pages d'articles simples.

source: Leave Reply on/off
fr_fr: Laisser une réponse on/off

source: This will turn the Leave a Reply link on or off.
fr_fr: Active ou non le lien pour Laisser une réponse.

source: Update Post Options
fr_fr: Mise à jour options d'article

source: Site Options
fr_fr: Réglages du site

source: Main Menu Below Header
fr_fr: Menu principal sous l'en-tête

source: The menu option controls the main default Twenty Eleven menu in case you just want to use the top one.
fr_fr: L'option du menu contrôle le menu principal par défaut de Twenty Eleven au cas ou vous vouliez utiliser celui du haut.

source: Comment Bubble on Index
fr_fr: Commentaire en bulle sur l'index

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Choose to display the comment bubble on the index or hide it.
fr_fr: Choisir d'afficher ou de cacher les commentaires bulles sur l'index.

source: Post Comments Site Wide on/off
fr_fr: Commentaires d'article sur tout le site on/off

source: This will turn the comments, comment form and leave a Reply link on/off for all posts.
fr_fr: Active ou non les commentaires, le formulaire de commentaire et le lien pour Laisser une réponse sur tous les articles.

source: Page Comments Site Wide on/off
fr_fr: Commentaires de page sur tout le site on/off

source: This will turn the comments and comment form on/off for all pages.
fr_fr: Active ou non les commentaires, le formulaire de commentaire sur toutes les pages.

source: Minimal Style Comments on/off
fr_fr: Commentaires style minimaliste on/off

source: This displays a more minimal style comment system than the default.
fr_fr: Affiche un style plus minimal pour le système des commentaires que celui par défaut.

source: Display Related Posts
fr_fr: Afficher la liste des articles relatifs

source: Related posts are displayed under each post if selected.
fr_fr: Les articles relatifs sont affichés sous chaque article si selectionné.

source: Author Post Avatar
fr_fr: Avatar de l'auteur

source: Author avatars will be displayed next to each post title if turned on.
fr_fr: Les avatars des auteurs seront affichés à côté de chaque titre d'article si activé.

source: Searchform in Header
fr_fr: Formulaire de recherche dans l'entête

source: This will turn the searchform in the header on/off.
fr_fr: Affiche le formulaire de recherche dans l'entête si activé.

source: CSS3 Effects on/off
fr_fr: Effets CSS3 on/off

source: This will turn all NomNom CSS3 off. (text shadow, box shadow, border-radius)
fr_fr: Active ou non touts les effets CSS3 (l'ombre du texte, l'ombre boîte, border-radius).

source: Update Site Options
fr_fr: Mise à jour des options du site

source: Additional Info
fr_fr: Info supplémentaire

source: <b>Wp-PageNavi -</b> This theme is <a href="%1$s">Wp-PageNavi</a> ready. Simply install the plugin and it will appear at the bottom of your page. Preset color schemes have special styles included
fr_fr: <b>Wp-PageNavi -</b> Ce thème est prêt pour<a href="%1$s">Wp-PageNavi</a>. Il suffit d'installer l'extension et il apparaîtra au bas de votre page. Les modèles de couleurs prédéfinis ont des styles spéciaux inclus.

source: <b>Header Image -</b> After first install the header image will display as the default Twenty Eleven size 1000 x 288. You <b>must</b> select a header size then upload a new header for your new size to take effect. It's also a good idea to stick with your chosen header size when using the slider
fr_fr: <b>Header Image -</b> Après la première installation l'image d'en-tête s'affiche à la dimension par défaut de Twenty Eleven 1000 x 288. Vous <b>devez</b> sélectionnez une taille d'en-tête, puis télécharger une nouvelle en-tête pour que votre nouvelle dimension prenne effet. C'est aussi une bonne idée de s'en tenir à la dimension de votre tête choisi lorsque vous utiliser le diaporama

source: <b>Shortcodes -</b> Shortcodes have been removed as of version 1.5. the reason being, you're stuck with the same theme forever if you want to keep your shortcodes working. So instead, i've created a plugin which will allow you to continue using your current shortcodes even if you switch themes. Grab it here <a href="%1$s">NomNom Shortcodes Plugin</a>
fr_fr: <b>Shortcodes -</b> Les shortcodes ont été retirés depuis la version 1.5. La raison, vous êtes coincé à jamais avec le même thème si vous voulez garder vos shortcodes fonctionnels. Ainsi à la place, j'ai créé une extension qui vous permettra de continuer à utiliser vos shortcodes actuels, même si vous changez de thème. Récupérer-la ici <a href="%1$s">NomNom Shortcodes Plugin</a>.

source: <b>Adsense -</b> This theme can display adsene ads within and below the content on single post view and on pages. Open adsense-options.php in the theme directory and paste your adsense code in the commented area. Recommend sizes are 468x60 for bottom adsense and 250x250 or smaller for square content adsense.
fr_fr: <b>Adsense -</b> Ce thème peut afficher des annonces adsense à l'intérieur et en dessous du contenu sur les articles et les pages uniques. Ouvrez adsense-options.php dans le répertoire du thème et coller votre code adsense dans la zone de commentaire. Les dimensions recommandées sont 468x60 pour adsense en bas et 250x250 ou plus petit pour le contenu adsense carré.

source: <b>Dark Scheme style -</b> By default the dark stylesheet gets loaded after the style.css of the child theme. This makes it difficult to edit it in a child theme. A function has been added to NomNom Thanks to <a href="%1$s">http://transformationpowertools.com</a> that allows you to edit this theme. Open includes/css/dark-default.css to make changes to this color scheme.
fr_fr: <b>Dark Scheme style -</b> Par défaut, le style sombre est chargé après le style.css du thème enfant. Il est donc difficile de le modifier dans un thème enfant. Une fonction a été ajoutée à NomNom Merci à Thanks to <a href="%1$s">http://transformationpowertools.com</a> qui vous permet de modifier ce thème. Ouvrir includes/css/dark-default.css pour apporter des modifications à ce jeu de couleurs.

source: <b>Image issues -</b> If your header image or featured images either on the main page or on the post editor page are not displaying the prper size please do the following. NomNom Options > General Options > select a header size. Upload a new header image after selecting the header size. Selecting a header size should also fix the issue with the large featured image on the post editor page. To fix featured images when switching from another theme, or changing featured image size I suggest installing <a href="%1$s">Ajax Rebuild Thumbnails</a> and running it. This will create proper sizes for all your featured images.
fr_fr: <b> Problème avec les images -</b> Si votre image d'en-tête ou des images en avant soit sur la page principale soit ou la page de l'éditeur ne s' affichent pas dans les bonnes dimensions s'il vous plaît faire ce qui suit. Options NomNom> Options générales> sélectionnez une taille d'en-tête. Ajouter une nouvelle image d'en-tête après avoir sélectionné la taille de l'en-tête. Sélectionner une taille d'en-tête doit également résoudre le problème avec la grande image en avant sur la page de l'éditeur. Pour reparer les images en avant lorsque vous changer de thème, ou changer la taille de l'image en avant je suggère d'installer et d'utiliser <a href="%1$s">Ajax Rebuild Thumbnails</a>. Cela va créer des tailles appropriées pour toutes vos images.

source: Commonly used CSS Classes
fr_fr: Communément les classes CSS utilisées

source: Site title and description
fr_fr: Titre du site et description

source: Post titles
fr_fr: Titres des articles

source: Header searchform
fr_fr: Formulaire de recherche de l'entête

source: NomNom Custom class for all layouts
fr_fr: NomNom custom class pour tous les layouts

source: Twenty Eleven Default Layouts
fr_fr: Mises en page par défaut de Twenty Eleven

source: NomNom Menus(default, top, bottom)
fr_fr: Menus NomNom (par défaut, haut, bas)

source: Sidebars
fr_fr: Colonnes latérales

source: Posted on, Posted by, Posted in etc
fr_fr: Publié le, publié par, publié dans etc

source: Header
fr_fr: En-tête

source: Content Layout
fr_fr: Mise en page du contenu

source: Increase right sidebar width 4%
fr_fr: Augmenter la largeur de la colonne latérale droite de 4%

source: Increase left sidebar 4%
fr_fr: Augmenter la colonne latérale gauche de 4%

source: Widget Titles
fr_fr: Titres des widgets

source: Display Slider?
fr_fr: Afficher le diaporama ?

source: Number of posts to display?
fr_fr: Nombre d&rsquo;articles à afficher&nbsp;?

source: Featured Category?
fr_fr: Catégories en avant ?

source: Transition Effect
fr_fr: Effet de transition

source: Fold
fr_fr: Pliant

source: Fade
fr_fr: Disparition

source: Transition Speed
fr_fr: Vitesse de transition

source: Image Pause
fr_fr: Pause image

source: Transition Speed and Image Pause times are in millisecond 1000ms = 1sec, there is a limit of 90000 ms or 90 sec for Image Pause and 9000 ms or 9 sec for Transition Speed.
fr_fr: La vitesse de transition et le temps de pause des images sont en millisecondes 1000ms = 1sec, il ya une limite de 90000 ms ou 90 sec pour la pause des images et 9000 ms ou 9 sec pour vitesse de transition.

source: Never set Transition Speed higher then Image Pause or your site will explode
fr_fr: Ne jamais régler la vitesse de transition plus élevée que le temps de pause des images ou votre site risque exploser

source: Slider images are pulled from posts that have a featured image set. If you don't see any images in the slider after selecting the category, make sure you have set a featured image.
fr_fr: Les images du diaporama sont tirées des articles qui ont une série d'images en avant. Si vous ne voyez pas les images dans le diaporama après avoir sélectionné la catégorie, assurez-vous que vous avez défini une image en avant.

source: Update Slider Options
fr_fr: Mettre à jour les options du Diaporama
